/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50528
Source Host           : localhost:3306
Source Database       : db_estate

Target Server Type    : MYSQL
Target Server Version : 50528
File Encoding         : 65001

Date: 2017-11-16 16:23:27
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Records of es_activity
-- ----------------------------
INSERT INTO `es_activity` VALUES ('1', 'CM2017110100002', '小区老人体检', '<p>&nbsp; &nbsp; 定于11月6号上午9点，在本小区南广场举办关爱老人活动</p>', '小区南广场', '1510191000', '1510216200', '南街医科大学', '1', '1509956892', '1509956963');


-- ----------------------------
-- Records of es_admin
-- ----------------------------
INSERT INTO `es_admin` VALUES ('2', 'admin2', '张三', '9a28ce07ce875fbd14172a9ca5357d3c', '2dHDmj', '/assets/img/avatar.png', 'admin2@admin.com', '0', '1510641767', '1492186163', '1510819700', '', 'normal');
INSERT INTO `es_admin` VALUES ('6', 'admin3', '李四', 'd8a08e4fe6a82cd66af44e09fa422a93', 'YgifLt', '/assets/img/avatar.png', 'admin3@admin.com', '0', '1510816552', '1509603274', '1510816602', '', 'normal');
INSERT INTO `es_admin` VALUES ('7', '13100000005', '王二', 'aa9099610c49f8a8818ea14ee8bfd567', 'hLj3Yg', '/assets/img/avatar.png', '13100000005@admin.com', '0', '0', '1510025390', '1510025390', '', 'normal');
INSERT INTO `es_admin` VALUES ('9', '13100000006', '王三', 'a39f8a9cfe0744a20124108e3baa29f5', 'PFKV5w', '/assets/img/avatar.png', 'admin3@admin.com', '0', '0', '1510383948', '1510384545', '', 'normal');
INSERT INTO `es_admin` VALUES ('10', 'admin4', '管理员4', 'cb952b04cb9eafb2001c3576e9e0a1c2', 'b3NWIe', '/assets/img/avatar.png', 'admin4@admin.com', '0', '1510640574', '1510640490', '1510640595', '', 'normal');
INSERT INTO `es_admin` VALUES ('11', 'admin5', '管理员5', 'd97c4b8020c93573c11c17b1b5f30c2c', 'n3WSOI', '/assets/img/avatar.png', 'admin5@admin.com', '0', '1510797822', '1510640658', '1510797841', '', 'normal');

-- ----------------------------
-- Records of es_attachment
-- ----------------------------
INSERT INTO `es_attachment` VALUES ('2', '/uploads/20171101/ec1e859ba779134cb35b549279e8036f.jpg', '697', '523', 'jpg', '0', '165105', 'image/jpeg', '', '1509514330', '1509514330', '1509514330', 'local', '51c965c6559833af7043442e9abcd4c7416b2396');
INSERT INTO `es_attachment` VALUES ('3', '/uploads/20171101/ec1e859ba779134cb35b549279e8036f.jpg', '697', '523', 'jpg', '0', '165105', 'image/jpeg', '', '1509517283', '1509517283', '1509517283', 'local', '51c965c6559833af7043442e9abcd4c7416b2396');
INSERT INTO `es_attachment` VALUES ('4', '/uploads/20171101/ec1e859ba779134cb35b549279e8036f.jpg', '697', '523', 'jpg', '0', '165105', 'image/jpeg', '', '1509518806', '1509518806', '1509518806', 'local', '51c965c6559833af7043442e9abcd4c7416b2396');
INSERT INTO `es_attachment` VALUES ('5', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1023', '723', 'jpg', '0', '48829', 'image/jpeg', '', '1509689670', '1509689670', '1509689670', 'local', '3773f0a665e4b0f4bb209f1f50ef19e41f858032');
INSERT INTO `es_attachment` VALUES ('6', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1023', '723', 'jpg', '0', '48829', 'image/jpeg', '', '1509689700', '1509689700', '1509689700', 'local', '3773f0a665e4b0f4bb209f1f50ef19e41f858032');
INSERT INTO `es_attachment` VALUES ('7', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1023', '723', 'jpg', '0', '48829', 'image/jpeg', '', '1509695760', '1509695760', '1509695760', 'local', '3773f0a665e4b0f4bb209f1f50ef19e41f858032');
INSERT INTO `es_attachment` VALUES ('8', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1023', '723', 'jpg', '0', '48829', 'image/jpeg', '', '1509696020', '1509696020', '1509696020', 'local', '3773f0a665e4b0f4bb209f1f50ef19e41f858032');
INSERT INTO `es_attachment` VALUES ('9', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1023', '723', 'jpg', '0', '48829', 'image/jpeg', '', '1509698152', '1509698152', '1509698152', 'local', '3773f0a665e4b0f4bb209f1f50ef19e41f858032');

-- ----------------------------
-- Records of es_auth_group_access
-- ----------------------------
INSERT INTO `es_auth_group_access` VALUES ('2', '2');
INSERT INTO `es_auth_group_access` VALUES ('6', '2');
INSERT INTO `es_auth_group_access` VALUES ('7', '4');
INSERT INTO `es_auth_group_access` VALUES ('9', '4');
INSERT INTO `es_auth_group_access` VALUES ('10', '1');
INSERT INTO `es_auth_group_access` VALUES ('11', '2');

-- ----------------------------
-- Records of es_building
-- ----------------------------
INSERT INTO `es_building` VALUES ('1', 'CM2017110100002', 'BD2017110200001', '28栋', '150', '该栋未交付', '1509610077', '1509611075', null);
INSERT INTO `es_building` VALUES ('2', 'CM2017110100001', 'BD2017110200002', '56栋', '200', '', '1509610566', '1509610566', null);
INSERT INTO `es_building` VALUES ('3', 'CM2017110100001', 'BD2017110200003', '39栋', '200', '', '1509670514', '1509670514', null);

-- ----------------------------
-- Records of es_community
-- ----------------------------
INSERT INTO `es_community` VALUES ('1', 'CM2017110100001', '苏宁威尼斯水城十一街区', '<p>&nbsp; &nbsp; 苏宁威尼斯水城紧邻地铁3号线柳洲东路站，1站速达鼓楼区，隔8站畅达新街口。&nbsp;</p><p>&nbsp; &nbsp; 琅小优质教育，入住威尼斯水城。在南京，琅琊路小学的教育地位无可厚非，多年来，学校坚持以科研为先导，以培养学生学做“集体的小主人，学习的小主人，生活的小主人”为教育目标，实践愉快教育思想，培育自主创新的小主人。住威尼斯水城，不出社区即享精英教育。&nbsp;</p><p>&nbsp; &nbsp; 威尼斯水城于长江之畔，与城市十年共生，阅历时代繁华。3.0版新品住宅，位于长江沿岸第一排，紧邻3200米臻贵江岸，饱览江景，南向瞰江，领略自然风光壮美绝伦，滨江水岸轻奢生活正式启幕！&nbsp;</p><p>&nbsp; &nbsp; 坐享五分钟生活圈，可直达苏宁威尼斯酒店、大洋百货、新一城、沃尔玛、卢米埃影城、老浦口1914等多个生活配套设施。</p><p>&nbsp; &nbsp; 威尼斯水城10年来精雕细琢，致力于为具眼光的客户打造更好的产品，现正式推出全新3.0版全能户型，相比一味追求多房间的“蜗牛房”，威尼斯水城升级新品户型的利用率更高、舒适性更强。设计师对于每一寸空间的把握，都关系到居住者的生活细节。约89㎡三间朝南户型，卧室、客厅均朝南，纵享南向瞰江美景的同时，更随心享受阳光满溢的温暖。</p><p><br/></p>', '/uploads/20171101/ec1e859ba779134cb35b549279e8036f.jpg', '南京市浦口区柳州路198号', '2997000.00', '南京浦东房地产开发有限公司', '南京苏宁物业管理公司', '25.00', '55', '40893', '1509517146', '1509518714');
INSERT INTO `es_community` VALUES ('5', 'CM2017110100002', '苏宁威尼斯水城十九街区', '<p>&nbsp; &nbsp; 苏宁威尼斯水城紧邻地铁3号线柳洲东路站，1站速达鼓楼区，隔8站畅达新街口。&nbsp;</p><p>&nbsp; &nbsp; 琅小优质教育，入住威尼斯水城。在南京，琅琊路小学的教育地位无可厚非，多年来，学校坚持以科研为先导，以培养学生学做“集体的小主人，学习的小主人，生活的小主人”为教育目标，实践愉快教育思想，培育自主创新的小主人。住威尼斯水城，不出社区即享精英教育。&nbsp;</p><p>&nbsp; &nbsp; 威尼斯水城于长江之畔，与城市十年共生，阅历时代繁华。3.0版新品住宅，位于长江沿岸第一排，紧邻3200米臻贵江岸，饱览江景，南向瞰江，领略自然风光壮美绝伦，滨江水岸轻奢生活正式启幕！&nbsp;</p><p>&nbsp; &nbsp; 坐享五分钟生活圈，可直达苏宁威尼斯酒店、大洋百货、新一城、沃尔玛、卢米埃影城、老浦口1914等多个生活配套设施。</p><p>&nbsp; &nbsp; 威尼斯水城10年来精雕细琢，致力于为具眼光的客户打造更好的产品，现正式推出全新3.0版全能户型，相比一味追求多房间的“蜗牛房”，威尼斯水城升级新品户型的利用率更高、舒适性更强。设计师对于每一寸空间的把握，都关系到居住者的生活细节。约89㎡三间朝南户型，卧室、客厅均朝南，纵享南向瞰江美景的同时，更随心享受阳光满溢的温暖。</p><p><br/></p>', '/uploads/20171101/ec1e859ba779134cb35b549279e8036f.jpg', '南京市浦口区柳州路2180号', '3109000.00', '南京浦东房地产开发有限公司', '南京苏宁物业管理公司', '40.00', '75', '65031', '1509519153', '1509592305');

-- ----------------------------
-- Records of es_community_admin
-- ----------------------------
INSERT INTO `es_community_admin` VALUES ('CM2017110100001', '2');
INSERT INTO `es_community_admin` VALUES ('CM2017110100002', '6');
INSERT INTO `es_community_admin` VALUES ('CM2017110100002', '7');
INSERT INTO `es_community_admin` VALUES ('CM2017110100001', '10');
INSERT INTO `es_community_admin` VALUES ('CM2017110100001', '11');

-- ----------------------------
-- Records of es_complain
-- ----------------------------
INSERT INTO `es_complain` VALUES ('1', 'CM2017110100002', '1', '车库太脏', '车库太脏，没人打扫\r\n请尽快处理', '1', '1509957686', '1509957703');

-- ----------------------------
-- Records of es_crontab
-- ----------------------------
INSERT INTO `es_crontab` VALUES ('1', 'url', '示例定时任务', 'http://www.baidu.com', '* * * * *', '0', '0', '13548', '1497070825', '1509502972', '1483200000', '1546272000', '1501253101', '2', 'normal');
INSERT INTO `es_crontab` VALUES ('2', 'sql', '查询一条SQL', 'SELECT 1;', '* * * * *', '0', '0', '13548', '1497071095', '1501253101', '1483200000', '1546272000', '1501253101', '1', 'normal');

-- ----------------------------
-- Records of es_device
-- ----------------------------
INSERT INTO `es_device` VALUES ('1', 'CM2017110100002', 'DV2017110700001', '美迪斯电梯', '美迪斯', '1000000.00', '100', '1509984000', '20');
INSERT INTO `es_device` VALUES ('2', 'CM2017110100001', 'DV2017110700002', '施耐德配电箱', '施耐德', '1000000.00', '15', '1509984000', '30');

-- ----------------------------
-- Records of es_device_maintain
-- ----------------------------
INSERT INTO `es_device_maintain` VALUES ('1', 'DV2017110700001', '美迪斯有限公司', '技术员001', '13100000000', '很好', '1509984000', '1541520000');
INSERT INTO `es_device_maintain` VALUES ('2', 'DV2017110700001', '美迪斯有限公司', '技术员002', '13100000001', '', '1541520000', '1573056000');

-- ----------------------------
-- Records of es_duty
-- ----------------------------
INSERT INTO `es_duty` VALUES ('1', 'CM2017110100001', '测试一', '1509465600', null, null);
INSERT INTO `es_duty` VALUES ('3', 'CM2017110100001', '张三,李四', '1510254000', '1510286400', '');
INSERT INTO `es_duty` VALUES ('5', 'CM2017110100001', '张三,李四', '1510354800', '1510531200', '');
INSERT INTO `es_duty` VALUES ('8', 'CM2017110100001', '张三', '1510243200', '1510272000', '');
INSERT INTO `es_duty` VALUES ('9', 'CM2017110100001', '张三,李四', '1510272000', '1510300800', '');
INSERT INTO `es_duty` VALUES ('10', 'CM2017110100001', '张三,李四', '1510300800', '1510329600', '');
INSERT INTO `es_duty` VALUES ('11', 'CM2017110100001', '张三', '1510243200', '1510268400', '');
INSERT INTO `es_duty` VALUES ('12', 'CM2017110100001', '李四', '1510790400', '1510819200', '');
INSERT INTO `es_duty` VALUES ('13', 'CM2017110100001', '张三,李四', '1510704000', '1510704000', '');
INSERT INTO `es_duty` VALUES ('14', 'CM2017110100001', '李四', '1511222400', '1511395200', '');
INSERT INTO `es_duty` VALUES ('17', 'CM2017110100001', '李四', '1511712000', '1511740800', '');
INSERT INTO `es_duty` VALUES ('18', 'CM2017110100001', '李四', '1511539200', '1511568000', '');
INSERT INTO `es_duty` VALUES ('19', 'CM2017110100001', '张三', '1512669600', '1512777600', '');

-- ----------------------------
-- Records of es_expenses
-- ----------------------------
INSERT INTO `es_expenses` VALUES ('1', 'CM2017110100002', 'HS2017110200001', 'EP2017110100002', '2000.00', '1500.00', '', '1506932906', '1506932906');
INSERT INTO `es_expenses` VALUES ('2', 'CM2017110100001', 'HS2017110200002', 'EP2017110100001', '3000.00', '3000.00', '已缴清', '1504341004', '1504341004');
INSERT INTO `es_expenses` VALUES ('3', 'CM2017110100001', 'HS2017110200003', 'EP2017110100001', '500.00', '200.00', '', '1509411600', '1509411600');
INSERT INTO `es_expenses` VALUES ('4', 'CM2017110100001', 'HS2017110200007', 'EP2017110100003', '2000.00', '2000.00', '', '1504162800', '1504162800');
INSERT INTO `es_expenses` VALUES ('5', 'CM2017110100002', 'HS2017110200001', 'EP2017110100009', '300.00', '300.00', '', '1505109600', '1505109600');
INSERT INTO `es_expenses` VALUES ('6', 'CM2017110100002', 'HS2017110200013', 'EP2017110100010', '900.00', '850.00', '', '1502434629', '1502434629');

-- ----------------------------
-- Records of es_house
-- ----------------------------
INSERT INTO `es_house` VALUES ('1', 'CM2017110100002', 'BD2017110200001', 'HS2017110200001', '28栋1501', '隆初瑶', '13100000000', '3', '一单元', '15', '暂未入住', '1511971200');
INSERT INTO `es_house` VALUES ('2', 'CM2017110100001', 'BD2017110200003', 'HS2017110200002', '39栋2801', '磨白容', '13212345678', '3', '三单元', '28', '', '1514649600');
INSERT INTO `es_house` VALUES ('3', 'CM2017110100001', 'BD2017110200002', 'HS2017110200003', '56栋2901', '旁千亦', '13600000000', '3', '三单元', '29', '', '1511971200');
INSERT INTO `es_house` VALUES ('4', 'CM2017110100001', 'BD2017110200002', 'HS2017110200004', '56栋1001', '左君雅', '13100000000', '3', '一单元', '1', '', '1512057600');
INSERT INTO `es_house` VALUES ('5', 'CM2017110100001', 'BD2017110200002', 'HS2017110200005', '56栋1105', '伊靖荷', '13100000001', '2', '二单元', '11', '', '1512748800');
INSERT INTO `es_house` VALUES ('6', 'CM2017110100001', 'BD2017110200002', 'HS2017110200006', '56栋1502', '闵雨石', '13100000002', '4', '三单元', '15', '', '1518278400');
INSERT INTO `es_house` VALUES ('7', 'CM2017110100001', 'BD2017110200003', 'HS2017110200007', '39栋1901', '逄忆安', '13100000005', '3', '一单元', '19', '', '1520697600');
INSERT INTO `es_house` VALUES ('8', 'CM2017110100001', 'BD2017110200003', 'HS2017110200008', '39栋2103', '北阳泽', '13100000012', '3', '五单元', '21', '', '1527782400');
INSERT INTO `es_house` VALUES ('9', 'CM2017110100001', 'BD2017110200003', 'HS2017110200009', '39栋1601', '晏知睿', '13100000031', '2', '二单元', '16', '', '1525104000');
INSERT INTO `es_house` VALUES ('10', 'CM2017110100001', 'BD2017110200003', 'HS2017110200010', '39栋1602', '宗采文', '13100000059', '2', '三单元', '16', '', '1546272000');
INSERT INTO `es_house` VALUES ('11', 'CM2017110100002', 'BD2017110200001', 'HS2017110200011', '28栋3301', '左丘雨竹', '13100000098', '3', '二单元', '33', '', '1512835200');
INSERT INTO `es_house` VALUES ('12', 'CM2017110100002', 'BD2017110200001', 'HS2017110200012', '28栋1502', '奚淑婉', '13100000032', '3', '一单元', '15', '', '1512748800');
INSERT INTO `es_house` VALUES ('13', 'CM2017110100002', 'BD2017110200001', 'HS2017110200013', '28栋2801', '井丹蝶', '13212345699', '3', '一单元', '28', '', '1512230400');

-- ----------------------------
-- Records of es_mailbox
-- ----------------------------
INSERT INTO `es_mailbox` VALUES ('1', 'CM2017110100001', '请务必改善小区环境', '<p>小区外来人员太多太杂，请尽快出台处理政策</p>', '1', '0', '1509957787', '1510818922');

-- ----------------------------
-- Records of es_member
-- ----------------------------
INSERT INTO `es_member` VALUES ('1', 'CM2017110100001', 'HS2017110200002', '肖怡', '15020119990101527X', '13100000000', '医生', '1999-01-10', '0', '2', '1509690365', '1510384999', '独生子女', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg');
INSERT INTO `es_member` VALUES ('2', 'CM2017110100002', 'HS2017110200001', '张翰', '230301199901018512', '13100000001', '司机', '1999-01-10', '1', '1', '1509690502', '1509690502', '', null);
INSERT INTO `es_member` VALUES ('3', 'CM2017110100002', 'HS2017110200001', '刘鑫', '35020119990101699X', '13100000002', '收银员', '1999-01-10', '1', '3', '1509695997', '1509695997', '', null);
INSERT INTO `es_member` VALUES ('4', 'CM2017110100001', 'HS2017110200002', '王二', '15020119990101527X', '13100000004', '', '2017-11-12', '1', '1', '1510025390', '1510384721', '', '');

-- ----------------------------
-- Records of es_parking_space
-- ----------------------------
INSERT INTO `es_parking_space` VALUES ('1', 'CM2017110100001', 'PK2017110600001', '地下车位007号', '1', '1509935477', '1509938143');
INSERT INTO `es_parking_space` VALUES ('2', 'CM2017110100001', 'PK2017110600002', '地面车位001号', '1', '1509935515', '1509938149');
INSERT INTO `es_parking_space` VALUES ('3', 'CM2017110100002', 'PK2017110600003', '地下车位1001号', '1', '1509935528', '1509938112');
INSERT INTO `es_parking_space` VALUES ('4', 'CM2017110100002', 'PK2017110600004', '地面车位1002号', '1', '1509935548', '1509938191');

-- ----------------------------
-- Records of es_parking_space_use
-- ----------------------------
INSERT INTO `es_parking_space_use` VALUES ('1', 'CM2017110100001', 'PK2017110600002', '苏H23456', '张三', '13100000003', '1512057600', '1543593600', '1', '1900.00', '1509936200', '1509936963');
INSERT INTO `es_parking_space_use` VALUES ('2', 'CM2017110100001', 'PK2017110600001', '苏H23457', '李四', '13100000004', '1509465600', '0', '2', '3000000.00', '1509937033', '1509938143');
INSERT INTO `es_parking_space_use` VALUES ('3', 'CM2017110100002', 'PK2017110600003', '苏H23458', '张三', '13100000008', '1509465600', '0', '2', '500000.00', '1509937078', '1509938112');
INSERT INTO `es_parking_space_use` VALUES ('4', 'CM2017110100002', 'PK2017110600004', '苏H23459', '王二', '13100000009', '1510243200', '0', '1', '1000000.00', '1509938191', '1509938191');

-- ----------------------------
-- Records of es_pet
-- ----------------------------
INSERT INTO `es_pet` VALUES ('1', '3', '牧羊犬', '黄色', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1511625600', '1509698158', '1509698391', '');
INSERT INTO `es_pet` VALUES ('2', '2', '蔵赘', '褐色', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1511971200', '1509698370', '1509698399', '');

-- ----------------------------
-- Records of es_repair
-- ----------------------------
INSERT INTO `es_repair` VALUES ('1', 'CM2017110100002', '1', '马桶盖', '马桶无法放水了', '0', '1509957451', '1509957524');

-- ----------------------------
-- Records of es_vehicle
-- ----------------------------
INSERT INTO `es_vehicle` VALUES ('1', '3', '蒙迪欧', '苏H23456', '黑色', '/uploads/20171103/570432ef634613d73fb41404131179d9.jpg', '1509696032', '1509696032', '二手车');
